{
  "facts": [
    "A group of cats is called a 'clowder.'",
    "Cats have five toes on their front paws but only four on their back paws.",
    "The world's oldest cat lived to be 38 years old.",
    "Cats have a unique collarbone that allows them to twist their bodies in midair.",
    "A cat's nose pad is ridged with a unique pattern, much like a human fingerprint.",
    "Domestic cats can run at speeds of up to 30 miles per hour.",
    "The smallest cat breed is the Singapura, weighing only 4 to 8 pounds.",
    "Cats have a third eyelid called the 'haw,' which helps protect their eyes.",
    "A cat's whiskers are about as wide as its body, helping it navigate in the dark.",
    "Cats can make over 100 different sounds, while dogs can only make about 10.",
    "A house cat’s genome is 95.6 percent tiger, and they share many behaviors with their jungle ancestors, says Layla Morgan Wilde, a cat behavior expert and the founder of Cat Wisdom 101. These behaviors include scent marking by scratching, prey play, prey stalking, pouncing, chinning, and urine marking.",
    "Cats are believed to be the only mammals who don’t taste sweetness.",
    "Cats are nearsighted, but their peripheral vision and night vision are much better than that of humans.",
    "Cats are supposed to have 18 toes (five toes on each front paw; four toes on each back paw).",
    "Cats can jump up to six times their length.",
    "Cats’ claws all curve downward, which means that they can’t climb down trees head-first. Instead, they have to back down the trunk.",
    "Cats’ collarbones don’t connect to their other bones, as these bones are buried in their shoulder muscles.",
    "Cats have 230 bones, while humans only have 206.",
    "Cats have an extra organ that allows them to taste scents on the air, which is why your cat stares at you with her mouth open from time to time.",
    "Cats have whiskers on the backs of their front legs, as well.",
    "Cats have nearly twice the amount of neurons in their cerebral cortex as dogs.",
    "Cats have the largest eyes relative to their head size of any mammal.",
    "Cats make very little noise when they walk around. The thick, soft pads on their paws allow them to sneak up on their prey — or you!",
    "Cats’ rough tongues can lick a bone clean of any shred of meat.",
    "Cats use their long tails to balance themselves when they’re jumping or walking along narrow ledges.",
    "Cats use their whiskers to “feel” the world around them in an effort to determine which small spaces they can fit into. A cat’s whiskers are generally about the same width as its body. (This is why you should never, EVER cut their whiskers.)",
    "Cats walk like camels and giraffes: They move both of their right feet first, then move both of their left feet. No other animals walk this way.",
    "Male cats are more likely to be left-pawed, while female cats are more likely to be right-pawed.",
    "Though cats can notice the fast movements of their prey, it often seems to them that slow-moving objects are actually stagnant.",
    "Some cats are ambidextrous, but 40 percent are either left- or right-pawed.",
    "Some cats can swim.",
    "There are cats who have more than 18 toes. These extra-digit felines are referred to as being “polydactyl.”",
    "A cat’s average lifespan increased by a year over the span of time between 2002 and 2012, according to a study by Banfield Pet Hospital.",
    "According to The Huffington Post, cats typically sleep for 12 to 16 hours a day.",
    "Cats are crepuscular, which means that they’re most active at dawn and dusk.",
    "Cats are fastidious creatures about their “bathroom.” If you have more than one cat, you should have one litter box for each.",
    "Cats can spend up to a third of their waking hours grooming.",
    "Cats live longer when they stay indoors.",
    "Cats’ purring may be a self-soothing behavior, since they make this noise when they’re ill or distressed, as well as when they’re happy.",
    "Cats will refuse an unpalatable food to the point of starvation.",
    "Despite popular belief, many cats are actually lactose intolerant.",
    "Female cats have the ability to get pregnant when they are only 4 months old!",
    "Grapes and raisins, as well as onions, garlic, and chives, are all extremely harmful foods for cats. Grapes and raisins can cause kidney failure — although the reasoning behind that isn’t clear. Meanwhile, onions, garlic, and chives wreak havoc on your cat’s gastrointestinal system and can cause anemia.",
    "If you keep your cat active during the day, he will sleep better at night. If you’re not free-feeding your cat, you can also help her get a good night’s sleep by providing her with a substantial evening meal.",
    "It’s believed that catnip produces an effect similar to LSD or marijuana in cats. The effects of nepetalactone — the chemical in catnip that can makes cats crazy — wears off within 15 minutes, and won’t surface again for a few hours, even if your cat remains in sniffing distance.",
    "Kittens can be spayed or neutered when they are only eight weeks old. If possible, these procedures should be performed in the first 5 months of your cat’s life.",
    "Male cats who have been fixed need fewer calories to maintain their weight.",
    "Spaying and neutering can extend a cat’s life. The Banfield Pet Hospital study found that neutered males live an average of 62 percent longer than unneutered cats and spayed females live an average of 39 percent longer than unspayed cats.",
    "Your cat’s grooming process stimulates blood flow to his skin, regulates his body temperature and helps him relax.",
    "A cat with a question-mark-shaped tail is asking, 'Want to play?'",
    "A slow blink is a 'kitty kiss,' showing contentment and trust.",
    "Cats have a unique 'vocabulary' with their owners — each cat has a different set of vocalizations, purrs, and behaviors.",
    "Cats have up to 100 different vocalizations — dogs only have 10.",
    "Cats find direct eye contact threatening.",
    "Cats mark you as their territory when they rub their faces and bodies against you, as they have scent glands in those areas.",
    "Cats may yawn as a way to end a confrontation with another animal.",
    "Hissing is defensive, not aggressive, expressing fear, stress, or discomfort.",
    "The cat that hisses during a fight is often the more vulnerable one.",
    "A straight, vibrating tail when a cat approaches indicates extreme happiness.",
    "Kneading ('making biscuits') is a sign of contentment and happiness.",
    "Meowing is a behavior cats developed exclusively to communicate with people.",
    "When a cat flops over and exposes his belly, it’s a sign of relaxation and trust, not always an invitation for a belly rub.",
    "Cats play with retracted claws, distinguishing play from aggression.",
    "When a cat wags her tail, it’s a warning sign of irritation.",
    "When a cat presents its butt, it's a gesture of friendship.",
    "Whiskers indicate a cat's mood — back when scared, forward when hunting.",
    "A cat drapes its tail over another cat, dog, or person as a sign of friendship.",
    "Cats are selective about their water sources, sometimes preferring faucets over bowls.",
    "Cats groom other cats and people in a ritual called allogrooming.",
    "Cats love to sleep on items that smell like their owners, such as pillows and laundry.",
    "Cats enjoy sleeping in laundry baskets for their hiding and observation spots.",
    "Cats often attack ankles when bored.",
    "Some cats have unusual food preferences, such as olives, potato chips, and hops in beer.",
    "Cats dislike citrus scents.",
    "Boxes and bags are favorite hiding spots for cats.",
    "Male cats may exhibit strange behavior when trying to reach a female in heat, like sliding down chimneys.",
    "Some cats enjoy licking freshly washed hair.",
    "Certain cats are attracted to chlorine scents.",
    "Cats are known to steal items like stuffed animals and feather dusters as prey substitutes.",
    "A green cat was born in Denmark in 1995 due to high copper levels in nearby water pipes.",
    "Abraham Lincoln had four cats living in the White House.",
    "Maria Assunta left her cat Tomasso her entire $13 million fortune when she died in 2011.",
    "President Bill Clinton’s cat, Socks, received more letters than the President himself.",
    "Stubbs, an orange tabby, is the honorary mayor of Talkeetna, Alaska.",
    "A cat’s learning style is similar to a 2- to 3-year-old child.",
    "A cat’s purr vibrates at a frequency that aids in muscle and bone repair.",
    "A group of kittens is called a 'kindle.'",
    "A house cat could potentially outpace Usain Bolt in a 200-meter dash.",
    "About half of the world’s cats respond to catnip.",
    "Cat breeders are called 'catteries.'",
    "Cats can be toilet-trained.",
    "Cats can drink sea water to survive.",
    "Cats lack an incest taboo, potentially mating with siblings.",
    "Cats dream, similar to humans.",
    "Cats have contributed to the extinction of 33 species.",
    "Cats perceive people as large, hairless cats.",
    "Cats were introduced to the Americas in colonial times to control rodents.",
    "Collective nouns for adult cats include 'clowder,' 'clutter,' 'glaring,' and 'pounce.'",
    "Each cat’s nose print is unique, like human fingerprints.",
    "Every Scottish Fold can trace its lineage back to the first one found in Scotland.",
    "Some big cities have cats in food stores as pest control.",
    "Kittens from the same litter can have multiple fathers due to multiple eggs released during heat.",
    "Male cats are most sensitive to catnip, while kittens under 3 months show no response.",
    "Most world languages have a similar word for the sound 'meow.'",
    "Finding a purebred cat stray or in a shelter is uncommon.",
    "About 700 million feral cats live in the United States, with trap-neuter-release programs to manage populations.",
    "Domesticated cats first appeared around 3600 B.C.",
    "The first known cat video was recorded in 1894.",
    "There are approximately 88 million pet cats in the United States, making them the most popular pet.",
    "About 200 feral cats patrol Disneyland for rodent control.",
    "White cats with blue eyes are prone to deafness."
  ]
}
