{
    "animals": [
    "Honey never spoils.",
    "A group of flamingos is called a 'flamboyance'.",
    "Octopuses have three hearts.",
    "Wombat poop is cube-shaped.",
    "Elephants are the only mammals that can't jump.",
    "Cows have best friends and can become stressed when they are separated.",
    "A snail can sleep for three years.",
    "Penguins propose to their mates with a pebble.",
    "Crows are known to be highly intelligent and can solve complex problems.",
    "Giraffes have the same number of neck vertebrae as humans (7).",
    "Koalas almost exclusively eat eucalyptus leaves, which are toxic to other animals.",
    "A group of owls is called a 'parliament'.",
    "Bumblebees can recognize human faces.",
    "Polar bears have black skin under their white fur to better absorb heat from the sun.",
    "The fingerprints of a koala are so indistinguishable from humans that they have on occasion been confused at a crime scene.",
    "The closest living relative to the T-Rex is the chicken.",
    "A tardigrade, also known as a water bear, can survive in outer space.",
    "Male seahorses give birth, not females.",
    "Female hyenas are larger and more dominant than males in their social groups.",
    "Hummingbirds are the only birds that can fly backward.",
    "Oysters can change their gender multiple times in their lifespan.",
    "Chimpanzees use tools like sticks to get termites out of their nests to eat.",
    "A group of hedgehogs is called an 'array'.",
    "Bees communicate through dancing to show the direction and distance of food sources.",
    "Armadillos have shells made of bone, not keratin like turtles.",
    "Ants never sleep and don't have lungs.",
    "Humpback whales create the loudest sound of any living creature.",
    "A cat's purr may be a form of self-healing, as it can be a sign of nervousness as well as contentment.",
    "Flamingos can only eat with their heads upside down.",
    "Sharks are immune to all known diseases.",
    "The blue whale is the largest animal on Earth, even larger than the largest dinosaurs.",
    "The tongue of a blue whale can weigh as much as an elephant.",
    "A group of whales is called a 'pod'.",
    "Gorillas can catch human colds and other illnesses.",
    "A giraffe's tongue can be up to 20 inches long and is black to prevent sunburn.",
    "Sloths can hold their breath longer than dolphins.",
    "A group of ferrets is called a 'business'.",
    "Dolphins give each other names.",
    "Cats have over 20 muscles that control their ears.",
    "Penguins can jump up to 6 feet in the air.",
    "The only mammals to undergo menopause are humans, orcas, and pilot whales.",
    "Cheetahs can accelerate from 0 to 60 mph in just a few seconds.",
    "Male penguins 'propose' to their mates with pebbles.",
    "The only mammals capable of true flight are bats.",
    "Puffins mate for life and often return to the same burrow every year.",
    "A group of jellyfish is called a 'smack'.",
    "Frogs can freeze solid in winter and thaw in spring without being harmed.",
    "Kangaroos cannot walk backward.",
    "Squirrels plant thousands of new trees each year simply by forgetting where they put their acorns.",
    "A shrimp's heart is located in its head.",
    "A group of owls is called a 'parliament'.",
    "Some turtles can breathe through their cloacas, allowing them to hibernate underwater for months.",
    "A single elephant tooth can weigh as much as 9 pounds.",
    "A chicken with red earlobes will produce brown eggs, and a chicken with white earlobes will produce white eggs.",
    "A newborn Chinese water deer is so small it can almost be held in the palm of the hand.",
    "Cows have four stomachs.",
    "There are more chickens than people in the world.",
    "The fear of chickens is called Alektorophobia.",
    "Cows can sleep standing up, but they can only dream lying down.",
    "A group of frogs is called an army.",
    "Polar bears are the only mammals that actively hunt humans.",
    "A sheep, a duck, and a rooster were the first passengers in a hot air balloon.",
    "A group of flamingos is called a flamboyance.",
    "Crows are known to be intelligent, problem-solving animals.",
    "A group of owls is called a parliament.",
    "Oysters can change genders.",
    "A flamingo can only eat when its head is upside down.",
    "Penguins are only found in the Southern Hemisphere.",
    "Sharks are immune to all diseases.",
    "The largest animal on Earth is a blue whale.",
    "A blue whale's tongue weighs as much as an elephant.",
    "Blue whales can eat half a million calories in one mouthful.",
    "A group of whales is called a pod.",
    "Some gorillas can catch human colds and other illnesses.",
    "A giraffe's tongue is black to prevent it from getting sunburned.",
    "Sloths can hold their breath longer than dolphins.",
    "Dolphins give each other names.",
    "A cat has over 20 muscles controlling its ears.",
    "Penguins can jump up to 6 feet out of the water.",
    "Only humans, orcas, and pilot whales go through menopause.",
    "Cheetahs can run from 0 to 60 miles per hour in just a few seconds.",
    "Male penguins present stones to females as a gift.",
    "Bats are the only mammals capable of true flight.",
    "Puffins are very loving, often returning to the same partner and breeding site every year.",
    "A group of jellyfish is called a smack.",
    "Frogs can freeze and thaw and survive.",
    "Kangaroos can't walk backward.",
    "Squirrels plant many trees each year by merely forgetting where they put their acorns.",
    "The heart of a shrimp is in its head.",
    "There is a name for the fear of chickens; it is called Alektorophobia.",
    "Cows have four stomachs.",
    "There are more chickens in the world than people.",
    "Chickens can only dream lying down.",
    "A group of frogs is called an army.",
    "Polar bears are the only mammals that actively hunt humans.",
    "A sheep, a duck, and a rooster were the first hot air balloon passengers.",
    "A group of flamingos is called a flamboyance.",
    "Crows are known to be intelligent, problem-solving animals.",
    "A group of owls is called a parliament.",
    "Oysters can change genders.",
    "A flamingo can only eat when its head is upside down.",
    "Penguins are only found in the Southern Hemisphere.",
    "Sharks are immune to all diseases.",
    "The largest animal on Earth is a blue whale.",
    "A blue whale's tongue weighs as much as an elephant.",
    "Blue whales can eat half a million calories in one mouthful.",
    "A group of whales is called a pod.",
    "Some gorillas can catch human colds and other illnesses.",
    "A giraffe's tongue is black to prevent it from getting sunburned.",
    "Sloths can hold their breath longer than dolphins.",
    "Dolphins give each other names.",
    "A cat has over 20 muscles controlling its ears.",
    "Penguins can jump up to 6 feet out of the water.",
    "Only humans, orcas, and pilot whales go through menopause.",
    "Cheetahs can run from 0 to 60 miles per hour in just a few seconds.",
    "Male penguins present stones to females as a gift.",
    "Bats are the only mammals capable of true flight.",
    "Puffins are very loving, often returning to the same partner and breeding site every year.",
    "A group of jellyfish is called a smack.",
    "Frogs can freeze and thaw and survive.",
    "Kangaroos can't walk backward.",
    "Squirrels plant many trees each year by merely forgetting where they put their acorns.",
    "The heart of a shrimp is in its head.",
    "There is a name for the fear of chickens; it is called Alektorophobia.",
    "Cows have four stomachs.",
    "There are more chickens in the world than people.",
    "Chickens can only dream lying down.",
    "A group of frogs is called an army.",
    "Polar bears are the only mammals that actively hunt humans.",
    "A sheep, a duck, and a rooster were the first hot air balloon passengers."
    ],
    "space": [
    "There are more stars in the universe than grains of sand on all the Earth's beaches.",
    "A day on Venus is longer than a year on Venus.",
    "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "Neutron stars can spin at a rate of 600 rotations per second or more.",
    "The largest volcano in the solar system is Olympus Mons on Mars, which is nearly three times the height of Mount Everest.",
    "Mercury & Venus are the only 2 planets in our solar system that have no moons.",
    "If a star passes too close to a black hole, it can be torn apart.",
    "The hottest planet in our solar system is Venus.",
    "Our solar system is 4.57 billion years old.",
    "Enceladus, one of Saturn’s smaller moons, reflects 90% of the Sun’s light.",
    "The highest mountain discovered is the Olympus Mons, which is located on Mars.",
    "The Whirlpool Galaxy (M51) was the first celestial object identified as being spiral.",
    "A light-year is the distance covered by light in a single year.",
    "The Milky Way galaxy is 105,700 light-years wide.",
    "The Sun weighs about 330,000 times more than Earth.",
    "Footprints left on the Moon won’t disappear as there is no wind.",
    "Because of lower gravity, a person who weighs 220 lbs on Earth would weigh 84 lbs on Mars.",
    "NASA’s Crater Observation and Sensing Satellite (LCROSS) found evidence of water on the Earth’s Moon.",
    "The Moon is moving approximately 3.8 cm away from our planet every year.",
    "A day on the surface of Mercury (one full day and night cycle) lasts about 176 Earth days.",
    "There may be a giant planet lurking in the far reaches of our solar system, sometimes called Planet Nine.",
    "The Sun makes up 99.86% of the mass in our solar system.",
    "The International Space Station (ISS) travels at a speed of roughly 28,000 kilometers (17,500 miles) per hour.",
    "The Andromeda Galaxy is on a collision course with our Milky Way galaxy, but it won’t collide with our galaxy for about 4 billion years.",
    "Saturn’s rings are made primarily of chunks of ice and small amounts of carbonaceous dust.",
    "Jupiter’s moon Ganymede is the largest moon in our solar system, even larger than the planet Mercury.",
    "Astronauts experience time dilation due to their high speed and the effects of gravity.",
    "There are more than 200 billion galaxies in the observable universe.",
    "Pluto is smaller than Russia.",
    "The universe has no center and no edge.",
    "A day on Earth is not actually 24 hours long; it’s 23 hours, 56 minutes, and 4 seconds.",
    "The Hubble Space Telescope is one of the largest and most versatile telescopes in space.",
    "Black holes aren’t actually holes; they are incredibly dense objects with gravity so strong that nothing, not even light, can escape from them.",
    "The temperature of the Sun can reach up to around 15 million degrees Celsius (27 million degrees Fahrenheit) at its core.",
    "The Earth’s atmosphere extends beyond the Moon.",
    "The nearest black hole to Earth is about 1,000 light-years away in the constellation Telescopium.",
    "Space is completely silent because sound waves need a medium to travel through, such as air or water.",
    "Venus rotates in the opposite direction to most other planets.",
    "Uranus is the coldest planet in the solar system, with temperatures dropping as low as -224°C (-371°F).",
    "The Great Red Spot on Jupiter is a storm that has been raging for at least 350 years.",
    "Saturn is the least dense planet in the solar system; if placed in a giant glass of water, it would float.",
    "The Sun’s magnetic field changes direction every 11 years.",
    "Astronauts cannot burp in space because there is no gravity to separate liquid from gas in their stomachs.",
    "The ISS has hosted astronauts from 19 different countries.",
    "Halley’s Comet orbits the Sun roughly every 76 years and will next be visible from Earth in 2061.",
    "Astronauts on the Moon’s surface can leap 6 times higher than they can on Earth due to the lower gravity.",
    "One teaspoon of neutron star material would weigh about 6 billion tons on Earth.",
    "A day on Jupiter is only 9 hours and 55 minutes long.",
    "There are more than 3,000 known exoplanets (planets outside our solar system).",
    "The Voyager 1 spacecraft, launched in 1977, is the farthest human-made object from Earth, currently over 14 billion miles away.",
    "Astronauts experience up to 2 hours of sunrise and sunset every 90 minutes aboard the ISS due to its orbit.",
    "Mars has the largest volcano in the solar system, Olympus Mons, which is about 13.6 miles (22 km) high.",
    "The Earth’s core is as hot as the surface of the Sun.",
    "The largest asteroid in the asteroid belt, Ceres, is also considered a dwarf planet.",
    "The space between galaxies is not completely empty but contains a very low density of particles, mainly hydrogen and helium.",
    "The Big Dipper is not a constellation but an asterism, which is part of the constellation Ursa Major.",
    "The temperature of space can vary widely depending on location and distance from stars or galaxies.",
    "Saturn’s moon Titan has lakes and seas of liquid methane and ethane on its surface.",
    "The Sun loses about 4 million tons of mass every second due to nuclear fusion reactions.",
    "The Crab Nebula, a remnant of a supernova explosion, was observed by Chinese astronomers in 1054 AD.",
    "The surface gravity of Jupiter is 2.5 times stronger than Earth's.",
    "Astronauts wear spacesuits to protect them from extreme temperatures, lack of oxygen, and micrometeoroids in space.",
    "The first human-made object to reach the escape velocity of Earth and enter space was the Soviet Union's Sputnik 1 in 1957.",
    "The Red Planet, Mars, is named after the Roman god of war.",
    "NASA's Mars rovers, Spirit and Opportunity, discovered evidence that liquid water once flowed on Mars.",
    "The largest moon in the solar system, Jupiter's Ganymede, is larger than the planet Mercury.",
    "The Apollo 11 mission in 1969 was the first manned mission to land on the Moon.",
    "The Great Dark Spot on Neptune, observed by Voyager 2 in 1989, disappeared by the time the Hubble Space Telescope observed Neptune in 1994.",
    "The Oort Cloud is a hypothetical spherical cloud of icy bodies believed to surround the solar system, beyond the Kuiper Belt.",
    "The James Webb Space Telescope (JWST), scheduled for launch in 2022, will be the premier observatory of the next decade, serving thousands of astronomers worldwide.",
    "The first exoplanet around a Sun-like star was discovered in 1995, orbiting the star 51 Pegasi.",
    "The dwarf planet Pluto was reclassified from a planet to a dwarf planet by the International Astronomical Union (IAU) in 2006.",
    "Hubble's law describes the universe's expansion and the fact that galaxies appear to be moving away from us at speeds proportional to their distance.",
    "The CMB (cosmic microwave background) radiation is the afterglow of the Big Bang and fills the universe.",
    "The Kuiper Belt, beyond Neptune's orbit, is home to icy bodies and dwarf planets such as Pluto.",
    "The space probe Voyager 1, launched in 1977, is the first human-made object to reach interstellar space.",
    "Astronomers estimate that the observable universe contains more than 2 trillion galaxies.",
    "The Great Attractor is a gravitational anomaly in intergalactic space that influences the motion of our Milky Way galaxy and other galaxies nearby.",
    "The Crab Nebula, a supernova remnant, emits radiation across the electromagnetic spectrum, including visible light, radio waves, and X-rays.",
    "Dark matter, which makes up about 27% of the universe's mass-energy content, does not emit, absorb, or reflect light, making it invisible and detectable only through its gravitational effects.",
    "White dwarfs are the remnants of low to medium-mass stars that have exhausted their nuclear fuel and shed their outer layers, leaving behind a hot core.",
    "The concept of a black hole, an object with a gravitational pull so strong that not even light can escape from it, was first theorized by physicist John Wheeler in 1967.",
    "The Drake Equation is a probabilistic formula used to estimate the number of active, communicative extraterrestrial civilizations in the Milky Way galaxy.",
    "The concept of wormholes, hypothetical tunnels through space-time that could create shortcuts for long journeys across the universe, was proposed by physicist Albert Einstein and physicist Nathan Rosen in 1935.",
    "Quasars, or quasi-stellar radio sources, are extremely luminous and energetic objects powered by black holes millions to billions of times more massive than the Sun.",
    "Pulsars are highly magnetized rotating neutron stars that emit beams of electromagnetic radiation, observed as pulses of radio waves or other forms of electromagnetic radiation.",
    "The Sun's energy comes from nuclear fusion reactions, primarily converting hydrogen into helium.",
    "The Cassini-Huygens mission provided detailed observations of Saturn and its moons, including the discovery of liquid methane lakes on Titan.",
    "The Fermi Paradox questions why, given the vastness of the universe, we haven't yet detected any signs of extraterrestrial intelligence.",
    "The concept of gravitational waves, ripples in space-time caused by accelerating masses, was confirmed by the LIGO and Virgo collaborations in 2015.",
    "The largest known galaxy by volume is IC 1101, which is over 6 million light-years in diameter.",
    "Magnetars are a type of neutron star with extremely powerful magnetic fields, capable of producing bursts of gamma-ray radiation.",
    "The cosmic microwave background (CMB) radiation is the oldest light in the universe, originating from about 380,000 years after the Big Bang.",
    "The concept of a multiverse proposes the existence of multiple universes, each with its own set of physical laws and constants.",
    "The New Horizons mission provided the first close-up images of Pluto and its moons in 2015.",
    "The concept of a white hole is a theoretical region of space-time that ejects matter and light but does not allow anything to enter from the outside.",
    "The space between stars and galaxies is not completely empty but filled with gas, dust, and cosmic rays.",
    "The event horizon of a black hole is the boundary beyond which nothing, not even light, can escape.",
    "The Chandra X-ray Observatory is a space telescope specially designed to detect X-ray emissions from hot regions of the universe, such as supernova remnants and galaxy clusters.",
    "The universe is expanding at an accelerating rate due to dark energy, a mysterious force that counteracts gravity on large scales.",
    "The concept of a Dyson Sphere proposes an advanced civilization harnessing the energy of a star by enclosing it in a sphere of solar panels or mirrors.",
    "The Great Wall is the largest known structure in the universe, a massive supercluster of galaxies stretching hundreds of millions of light-years.",
    "The concept of a singularity is a point in space-time where the gravitational field is so intense that space-time curvature becomes infinite.",
    "The concept of panspermia suggests that life on Earth may have originated from microorganisms or chemical precursors carried through space on comets, asteroids, or other bodies.",
    "The concept of terraforming proposes modifying a planet or moon to make it more Earth-like and habitable for humans.",
    "The Oort Cloud is a hypothesized spherical shell of icy bodies located far beyond the Kuiper Belt, believed to be the source of long-period comets.",
    "The concept of the habitable zone (Goldilocks zone) refers to the region around a star where conditions are favorable for liquid water to exist on a planet's surface.",
    "The concept of Hawking radiation proposes that black holes can emit radiation and eventually evaporate over extremely long timescales.",
    "The concept of the Big Crunch suggests a hypothetical scenario in which the universe stops expanding and contracts back into a singularity.",
    "The concept of a wormhole, also known as an Einstein-Rosen bridge, is a theoretical passage through space-time that could create shortcuts for long journeys across the universe.",
    "The concept of a pulsar map was used in the Golden Record aboard the Voyager spacecraft to represent the position of our solar system in the galaxy.",
    "The concept of dark matter refers to matter that does not emit, absorb, or reflect light, making it invisible and detectable only through its gravitational effects on visible matter.",
    "The concept of the multiverse suggests the existence of multiple universes, each with its own set of physical laws and constants, possibly resulting from cosmic inflation.",
    "The concept of the Big Bang theory proposes that the universe originated from a single point of infinite density and temperature approximately 13.8 billion years ago.",
    "The concept of a quasar, short for quasi-stellar radio source, refers to an extremely luminous and energetic object powered by black holes millions to billions of times more massive than the Sun.",
    "The concept of a white dwarf, the remnant of a low to medium-mass star that has exhausted its nuclear fuel, is supported by observations of their existence in binary star systems.",
    "The concept of cosmic inflation proposes a rapid exponential expansion of space in the early universe, smoothing out irregularities and setting the stage for the formation of galaxies and other cosmic structures.",
    "The concept of a neutron star, the collapsed core of a massive star left behind after a supernova explosion, is supported by observations of their high density and rapid rotation.",
    "The concept of a black hole, an object with a gravitational pull so strong that not even light can escape from it, is supported by observational evidence of their effects on nearby stars and gas clouds.",
    "The concept of a cosmic microwave background (CMB) radiation, leftover radiation from the Big Bang, is supported by observations of its uniform distribution and thermal spectrum.",
    "The concept of a galaxy, a gravitationally bound system of stars, stellar remnants, interstellar gas, dust, dark matter, and other astronomical objects, is supported by observations of their diverse shapes and sizes.",
    "The concept of a solar system, a star and all the objects that travel around it, is supported by observations of planets, moons, asteroids, comets, and other celestial bodies orbiting stars.",
    "The concept of a galaxy cluster, a group of galaxies held together by gravity, is supported by observations of their large-scale structure and the presence of dark matter.",
    "The concept of a globular cluster, a densely packed group of stars bound by gravity, is supported by observations of their spherical shape and old stellar populations.",
    "The concept of a supermassive black hole, an extremely large black hole at the center of a galaxy, is supported by observations of their gravitational effects on nearby stars and gas clouds.",
    "The concept of a brown dwarf, a substellar object that is too massive to be a planet but not massive enough to sustain nuclear fusion in its core, is supported by observations of their infrared emissions.",
    "The concept of a star cluster, a group of stars that formed from the same molecular cloud and are bound by gravity, is supported by observations of their spatial distribution and stellar populations.",
    "The concept of a protostar, a collapsing cloud of gas and dust that will eventually become a star, is supported by observations of their infrared emissions and surrounding accretion disks.",
    "The concept of a quasar, an extremely bright and distant object powered by a supermassive black hole at the center of a galaxy, is supported by observations of their high redshifts and energy output.",
    "The concept of a pulsar, a rapidly spinning neutron star that emits regular pulses of radiation, is supported by observations of their precise periodic signals and gravitational effects on nearby objects.",
    "The concept of a gamma-ray burst, a brief and intense flash of gamma-ray radiation, is supported by observations of their celestial origins and association with supernovae and neutron star mergers.",
    "The concept of a planetary nebula, a glowing shell of ionized gas expelled by a dying star, is supported by observations of their intricate shapes and chemical compositions.",
    "The concept of a dwarf planet, a celestial body that orbits the Sun and is spherical but has not cleared its orbit of other debris, is supported by observations of objects like Pluto and Eris.",
    "The concept of an exoplanet, a planet that orbits a star outside our solar system, is supported by observations of their transits across their parent stars and gravitational effects on those stars.",
    "The concept of an asteroid, a rocky object that orbits the Sun, is supported by observations of their irregular shapes and compositions.",
    "The concept of a meteoroid, a small rocky or metallic body that travels through space, is supported by observations of their impacts on Earth and the Moon.",
    "The concept of a comet, a small icy body that orbits the Sun and develops a glowing coma and tail when close to the Sun, is supported by observations of their periodic appearances and compositions.",
    "The concept of a cosmic ray, a high-energy particle that travels through space at nearly the speed of light, is supported by observations of their impacts on Earth's atmosphere and the detection of their origins.",
    "The concept of a supernova, a powerful and explosive event that occurs at the end of a star's life, is supported by observations of their sudden appearance and subsequent fading in distant galaxies.",
    "The concept of dark energy, a mysterious force that causes the expansion of the universe to accelerate, is supported by observations of its effects on the distances between galaxies and the rate of cosmic expansion.",
    "The concept of dark matter, a hypothetical form of matter that interacts gravitationally with visible matter but does not emit, absorb, or reflect light, is supported by observations of its gravitational effects on galaxies and galaxy clusters.",
    "The concept of a gravitational wave, a ripple in space-time caused by the acceleration of massive objects, is supported by observations of their effects on the distances between objects in space and the detection of their sources.",
    "The concept of cosmic inflation, a rapid exponential expansion of space in the early universe, is supported by observations of the uniformity of the cosmic microwave background radiation and the large-scale structure of the universe.",
    "The concept of a black hole, a region of space-time where gravity is so strong that nothing, not even light, can escape from it, is supported by observations of the orbits of stars and gas clouds around supermassive black holes.",
    "The concept of a galaxy, a gravitationally bound system of stars, stellar remnants, interstellar gas, dust, dark matter, and other astronomical objects, is supported by observations of their diverse shapes and sizes.",
    "The concept of a solar system, a star and all the objects that travel around it, is supported by observations of planets, moons, asteroids, comets, and other celestial bodies orbiting stars.",
    "The concept of a galaxy cluster, a group of galaxies held together by gravity, is supported by observations of their large-scale structure and the presence of dark matter."
    ],
    "history": [
    "The inventor of the Frisbee was turned into a Frisbee after he died.",
    "Napoleon was once attacked by a horde of bunnies.",
    "Cleopatra lived closer in time to the Moon landing than to the construction of the Great Pyramid.",
    "The shortest war in history was between Britain and Zanzibar on August 27, 1896. Zanzibar surrendered after 38 minutes.",
    "Abraham Lincoln was a licensed bartender.",
    "The Great Wall of China is around 13,170 miles long.",
    "The youngest soldier in World War I was only 8 years old.",
    "The Eiffel Tower can be 15 cm taller during the summer due to thermal expansion.",
    "The Colosseum in Rome could hold 50,000 to 80,000 spectators.",
    "During World War II, Christmas trees were banned in the White House.",
    "The first coins were developed in Lydia (now western Turkey) around 600 BCE.",
    "Leonardo da Vinci could write with one hand and draw with the other simultaneously.",
    "The ancient Egyptians invented toothpaste around 5000 BCE.",
    "The tradition of wearing wedding rings dates back to ancient Egypt and Rome.",
    "The Vikings used a solar compass to navigate the seas.",
    "The Great Pyramid of Giza was the tallest man-made structure in the world for over 3,800 years.",
    "Ancient Romans used urine as mouthwash.",
    "The first known use of the word 'hello' was in 1826.",
    "Queen Victoria survived multiple assassination attempts during her reign.",
    "The first modern Olympic Games were held in Athens, Greece, in 1896.",
    "The shortest reigning Pope in history was Pope Urban VII, who died of malaria 13 days after being elected.",
    "The tradition of April Fools' Day dates back to 1582, when France switched from the Julian calendar to the Gregorian calendar.",
    "The first public zoo was opened in Paris in 1793.",
    "The world's oldest known recipe is for beer.",
    "During the California Gold Rush, some people became extremely wealthy while others lost everything.",
    "Christopher Columbus was not the first European to reach the Americas; Norse explorer Leif Erikson is believed to have landed in North America around 1000 CE.",
    "The Gutenberg Bible, printed in the 1450s, was the first major book printed using movable type in Europe.",
    "The longest continuous monarchy in history is the Imperial House of Japan, with over 2,000 years of continuous lineage.",
    "The first known use of the term 'soccer' (short for association football) was in England in the 1880s.",
    "The Great Fire of London in 1666 destroyed 80% of the city's buildings.",
    "The ancient city of Pompeii was buried under ash and pumice after the eruption of Mount Vesuvius in 79 CE.",
    "The term 'robot' was coined by Czech writer Karel Čapek in his play 'R.U.R.' (Rossum's Universal Robots) in 1920.",
    "The ancient Olympic Games were held in Olympia, Greece, from 776 BCE to 393 CE.",
    "The first successful human heart transplant was performed by Dr. Christiaan Barnard in South Africa in 1967.",
    "During the Middle Ages, monks would sometimes write in the margins of books, creating elaborate illustrations and decorations known as illuminated manuscripts.",
    "The oldest known written recipe is a Sumerian beer recipe from around 3000 BCE.",
    "The Declaration of Independence of the United States was adopted on July 4, 1776.",
    "The Berlin Wall, which divided East and West Berlin, fell on November 9, 1989, marking the symbolic end of the Cold War.",
    "The ancient Greeks held the first known democratic elections.",
    "The Statue of Liberty was a gift from France to the United States, dedicated in 1886.",
    "The Great Depression, which began with the stock market crash of 1929, lasted until the late 1930s and affected countries worldwide.",
    "The Black Death, a plague pandemic that swept through Europe in the 14th century, is estimated to have killed between 75 to 200 million people.",
    "The Battle of Waterloo in 1815 marked the final defeat of Napoleon Bonaparte.",
    "The invention of the printing press by Johannes Gutenberg in the 15th century revolutionized the spread of knowledge and ideas in Europe.",
    "The Industrial Revolution, which began in Britain in the late 18th century, transformed economies, societies, and daily life.",
    "The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies from the mid-20th century to the early 1990s.",
    "The Renaissance, a cultural and intellectual movement that began in Italy in the 14th century, marked a period of great achievements in art, literature, and science.",
    "The signing of the Magna Carta in 1215 marked an important step toward limiting the power of the monarchy and establishing the rule of law in England.",
    "The French Revolution, which began in 1789, led to the overthrow of the monarchy in France and the establishment of the First French Republic.",
    "The discovery of the New World by Christopher Columbus in 1492 opened up vast opportunities for exploration, trade, and colonization by European powers.",
    "The fall of the Roman Empire in 476 CE marked the end of the ancient world and the beginning of the Middle Ages in Europe.",
    "The moon landing on July 20, 1969, made Neil Armstrong the first human to set foot on the lunar surface.",
    "The sinking of the RMS Titanic in 1912, resulting in the deaths of over 1,500 people, remains one of the deadliest maritime disasters in history.",
    "The Great Depression, which began with the stock market crash of 1929, lasted until the late 1930s and affected countries worldwide.",
    "The Black Death, a plague pandemic that swept through Europe in the 14th century, is estimated to have killed between 75 to 200 million people.",
    "The Battle of Waterloo in 1815 marked the final defeat of Napoleon Bonaparte.",
    "The invention of the printing press by Johannes Gutenberg in the 15th century revolutionized the spread of knowledge and ideas in Europe.",
    "The Industrial Revolution, which began in Britain in the late 18th century, transformed economies, societies, and daily life.",
    "The Cold War was a period of geopolitical tension between the Soviet Union and the United States and their respective allies from the mid-20th century to the early 1990s.",
    "The Renaissance, a cultural and intellectual movement that began in Italy in the 14th century, marked a period of great achievements in art, literature, and science.",
    "The signing of the Magna Carta in 1215 marked an important step toward limiting the power of the monarchy and establishing the rule of law in England.",
    "The French Revolution, which began in 1789, led to the overthrow of the monarchy in France and the establishment of the First French Republic.",
    "The discovery of the New World by Christopher Columbus in 1492 opened up vast opportunities for exploration, trade, and colonization by European powers.",
    "The fall of the Roman Empire in 476 CE marked the end of the ancient world and the beginning of the Middle Ages in Europe.",
    "The moon landing on July 20, 1969, made Neil Armstrong the first human to set foot on the lunar surface.",
    "The sinking of the RMS Titanic in 1912, resulting in the deaths of over 1,500 people, remains one of the deadliest maritime disasters in history.",
    "The invention of the telephone by Alexander Graham Bell in 1876 revolutionized communication.",
    "The Treaty of Versailles, signed in 1919, formally ended World War I and imposed heavy reparations and penalties on Germany.",
    "The Boston Tea Party in 1773 was a key event in the American Revolution against British rule.",
    "The Great Fire of London in 1666 destroyed much of the city but led to modern building regulations and fire safety measures.",
    "The Battle of Hastings in 1066 saw the Norman conquest of England by William the Conqueror.",
    "The construction of the Panama Canal, completed in 1914, revolutionized international trade and shipping routes.",
    "The Chernobyl disaster in 1986 was the worst nuclear accident in history, releasing radioactive fallout across Europe.",
    "The Boston Massacre in 1770 heightened tensions between American colonists and British soldiers leading up to the American Revolution.",
    "The signing of the Treaty of Ghent in 1814 ended the War of 1812 between the United States and Great Britain.",
    "The sinking of the Lusitania in 1915 by a German U-boat contributed to the United States' entry into World War I.",
    "The Spanish Inquisition, established in 1478, persecuted religious minorities and expelled Jews and Muslims from Spain.",
    "The discovery of the Rosetta Stone in 1799 enabled the deciphering of ancient Egyptian hieroglyphs.",
    "The Battle of Stalingrad in 1942-1943 was a turning point in World War II, with Soviet forces repelling Nazi Germany's advance into Russia.",
    "The Wright brothers made the first powered flight in 1903, launching the era of aviation."
    ],
    "technology": [
        "The first computer virus was created in 1983.",
        "The first 1GB hard drive was announced in 1980, which weighed over 500 pounds and cost $40,000.",
        "More people have mobile phones than toilets."
    ]
}
